; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Uniques <cw01094120800@gmail.com>
; Homepage:	http://uniblog.tistory.com
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=파일
2=옵션
3=도움말
4=SFX 압축으로 먼저 확인(&X)
; ------------------------------------
5=파일 선택
6=압축 해제할 압축/설치 프로그램(&A):
7=폴더 선택
8=추출 폴더(&F):
9=이 탭에 파일을 끌어서 놓을 수 있음
; ------------------------------------
10=%s 옵션
11=압축 기록을 저장(&K)
12=콘솔 창 숨기기(&H)
13=업데이트 제공(&O):
14=언어(&L):
15=창 크기를 기억하고 잠금(&M)
16=추출 후에 창을 닫지 않음(&N)
; ------------------------------------
17=형식별 옵션
18=파일 실행 전 경고(&W)
19=복제 파일 제거(&R)
20=임시 파일 제거(&T)
21=누락된 파일 확장명 추가(&P)
22=추출이 성공한 후에 파일을 삭제(&I)
; ------------------------------------
23=프로그램 정보
; ------------------------------------
24=%s 웹사이트
25=공식 버전 사이트
26=수정 버전 포럼
; ------------------------------------
27=업데이트
28=최종 업데이트 확인은 %s일 전입니다!
29=지금 업데이트를 확인하시겠습니까?
30=
; ------------------------------------
31=추출(&E)
32=저장(&S)
33=업데이트(&U)
34=취소(&C)
35=설정
; ------------------------------------
36=%s 추출
37=%s는 %s꾸러미를 해제하기 위해 다음의 방법들을 지원합니다.%n하지만, 이러한 방법들이 100% 확실한 동작을 보장할 수 없습니다.%n선택한 방법이 작동하지 않는 경우, %s를 다시 실행하고 다른 방법을 선택하십시오.
; ------------------------------------
38=추출 방법
39=%s 관리자 권한으로 프로그램 설치
40=%s 추출
41=%s 변환
42=%s 언패커
43=InstallShield 설치 프로그램이 아닙니다
44=압축 해제 후 요약 보기(&Y)
; ------------------------------------
; GUI control functions
45=프로그램에서 소리를 사용하지 않도록 설정(&D)
46=
47=파일이 존재하지 않습니다:%n%s%n기존 파일을 선택 하십시오.
48=파일 열기
49=저장 폴더
50=전체
; Common terms
51=압축
52=압축 파일
53=
54=전자책
55=전자 카드
56=인코딩된 파일
57=알 수 없는 실행 파일
58=초기화 실패
59=도움말 파일
60=핫픽스
61=이미지
62=설치 프로그램
63=병합 모듈
64=꾸러미
65=경로
66=자동 압축 풀기
67=단계
68=초기화 성공
69=텍스트
70=추출:
71=
72=업데이트
73=
74=매주|격주|매월|없음
; Status messages
75=파일 형식을 확인하기 위해 파일 검사하는 중
76=%s 검사로 파일을 검사
77=압축 해제 파일:
78=설치 프로그램 초기화 대기 중%n기다려 주십시오
79=
; Custom prompts
80=%s CD-ROM 이미지는 직접 추출할 수 없습니다.%n대신, 이 이미지는 ISO CD-ROM 이미지로 변환된 다음,%n추출됩니다.%n%n계속하시겠습니까?%n참고: 이 처리는 몇 분 정도 걸릴 수 있습니다!
81=오류: CD-ROM 이미지를 변환할 수 없습니다.
82=오류: ISO 이미지가 %s 이미지에서 생성되었지만, 그것을 추출할 수 없습니다.%n추가 분석을 위해 ISO 이미지를 유지하시겠습니까?
83=오류: 이것은 유효한 MHT 파일에 나타나지 않습니다. %n경계가 검출되지 않았습니다.
84=%s. 설치 프로그램을 끝낸 다음, 계속하려면 '확인'을 누르십시오.
85=참고: 이 방법은 Windows Installer 꾸러미를 위한 특정 Wise 에서만 동작합니다.%nWise 설치 마법사를 시작하고 단순히 입력을 기다리는 경우, 이 파일은 지원되지 않습니다.%n설치 프로그램을 종료하고, %s 추출을 중단합니다.%n%n추출을 계속하시겠습니까?
86=이 파일은 %s 압축으로 압축되었습니다. %s 압축 해제 없이 추출하거나 %s 압축 풀기만 수행할 수 있습니다.%n%n%s 압축 해제 없이 추출하려면 '예'를 클릭합니다.%n%n%s 압축 해제만 실행하려면 '아니오'를 클릭합니다.%n%n후자의 경우에, 추출된 파일 이름:%n%s
87=오류: %s%n압축 해제할 수 없습니다.
88=경고: 이 유형의 파일을 추출하려면, 파일을 직접 실행해야 합니다.%n계속하는 경우, 다음 명령이 실행됩니다:%n%n%s%n%n이 파일이 악성 파일이라 의심된다면, 중지할 것을 권장합니다.%n추출을 계속하시겠습니까?
89=경고: 대상 폴더 %s가 이미 있습니다!%n비어 있지 않은 폴더에 압축을 해제할 경우 오류가 발생할 수 있습니다.%n%n압축 해제하기 전에 폴더 내용을 삭제하시겠습니까?
90=압축 해제할 암호가 필요합니다!%n%n암호 입력을 활성화하기 위해%n'%s' 선택 해제.
91=
; Help text
92=모든 압축 유형 또는 설치 프로그램 패키지에서 파일을 추출.%n사용법:%n%s%n%n지원되는 인수:%n%s%t%t이 도움말 정보를 표시%n%s%t%t탭 열기 %s%n%s%t추출할 파일 이름%n%s%t추출 폴더 위치%n%n대상 디렉토리 이름 구조 대신 %s 전달%n%s 압축 후 명명된 하위 디렉토리에 추출.%n%n예제:%s%n%n어떤 인수도 없이 %s를 실행하면 파일 이름과 대상 폴더를 사용자가 지정할 수 있는 기본 창이 표시됩니다.
93=
; Error messages
94=%s 추출을 기록할 수 없습니다.
95=7-Zip 압축
96=%s 를 압축 해제할 수 없습니다.%n반환된 파일 유형: %s%n%n파일을 직접 분석하시려면 확인을, 끝내시려면 취소를 클릭하십시오.
97=%s%n는 알 수 없는 확장명를 가지고 있기 때문에 압축을 해제할 수 없습니다.
98=%s%n를 생성할 수 없습니다.  올바른 대상 폴더를 선택하십시오.
99=%s를 압축 해제할 수 없습니다.%n해당 포맷인 %s는 지원하는 형식이지만, 압축 해제는 실패했습니다.%n자세한 정보를 원하시면 다음 로그 파일을 보십시오 - %s. %n%n로그 파일을 보려면 확인을, 끝내려면 취소를 누르십시오.
100=
; Update messages
101=업데이트 완료
102=업데이트 확인 중, 잠시만 기다려 주십시오...
103=파일 다운로드
104=다운로드 완료!
105=최신 버전: %s
106=%n다시 시작%s!
107=현재 버전: %s%n업데이트가 필요하지 않습니다!
; ------------------------------------
108=다운로드 실패
109=서버에서 파일 목록을 다운로드 할 수 없습니다.%n네트워크 연결이 끊겼거나 업데이트 서버가 사용 가능하지 않을 수 있습니다.
110=파일을 다운로드하지 못했습니다
111=파일 압축 풀기 오류
112=%s 버전으로 업데이트 하는 동안%n오류가 발생했습니다, 다시 시도하십시오!!!
113=완료: %s / %s
114=
115=
116=
117=
118=
119=
